Repository: VovaMobile/NoteManagerAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, tr

source: Note manager
es: Administrador de notas.
tr: Not yöneticisi

source: no notes available
es: Sin notas disponibles
tr: not yok

source: Copy the currently selected note to the clipboard, which by default will be the most recently added note.
es: Copia la nota actualmente seleccionada, que por defecto será la última agregada.
tr: Seçili olan notu panoya kopyalar, varsayılan olarak en son eklenen not olacaktır.

source: Review the previous item in NVDA's note manager.
es: Anuncia la nota anterior en el administrador de notas.
tr: Not yöneticisinde önceki notu duyurur.

source: Review the next item in NVDA's note manager.
es: Anuncia la nota siguiente en el administrador de notas.
tr: Not yöneticisinde sonraki notu duyurur.

source: Opens a dialog showing all notes saved in note manager
es: Abre una ventana de diálogo mostrando todas las notas disponibles en el administrador de notas.
tr: Not yöneticisinde kaydedilen tüm notları gösteren bir iletişim kutusu açar

source: Notes manager
es: Administrador de notas
tr: Not yöneticisi

source: &Search
es: &Buscar
tr: A&ra

source: Notes
es: Notas
tr: Notlar

source: &Copy item
es: &Copiar nota
tr: &Öğeyi kopyala

source: &Delete note
es: E&liminar nota
tr: Notu &sil

source: Copy &all
es: Copiar &todo
tr: &Tümünü Kopyala

source: &New note
es: &Nueva nota
tr: Ye&ni not

source: C&lose
es: Ce&rrar.
tr: &Kapat

source: Note Manager
es: Administrador de notas.
tr: Not Yöneticisi

source: This add-on allows you to insert, copy, and delete notes. These notes will be saved even after NVDA restarting.
es: Este complemento le permite insertar, borrar y copiar notas. Estas notas serán guardadas incluso después de reiniciar NVDA.
tr: Bu eklenti not eklemenize, kopyalamanıza ve silmenize olanak tanır. Bu notlar, NVDA yeniden başlatıldıktan sonra bile kaydedilecektir.
